<?php
$ec_lang = array();	
$ec_lang[0] = 'Ваша корзина пока пуста';	
$ec_lang[1] = 'затем';
$ec_lang[2] = 'затем';
$ec_lang[3] = 'У вас пока нет заказов';
$ec_lang[4] = 'По этому запросу заказы не найдены';
$ec_lang[5] = 'Произошла ошибка при отправлении письма. Пожалуйста свяжитесь с администрацией сайта.';
$ec_lang[6] = 'На Ваш электронный адрес, указанный при регистрации: (адрес е-мейл) было отправлено письмо с Вашим заказом.
Для подтверждения заказа, перейдите по ссылке, указанной в письме.
Заказ, неподтвержденный в течение недели, удаляется из базы заказов.
Если у Вас возникли какие-то вопросы, пишите нам через форму обратной связи,
указав свой логин и время заказа.';
$ec_lang[7] = 'Не правильный код подтверждения заказа. Пожалуйста, проверите код в письмо отправленное для потверждения заказа.';
$ec_lang[8] = 'error on order';		
$ec_lang[9] = 'По номеру - [+orderid+]  заказ не найден';	
$ec_lang[10] = 'Не правильный контрольный код. Пожайлуста попытайтесь еше раз.';
$ec_lang[11] = 'Детали вашего заказа были отправлены на ваш почтовый ящик указанный при регистрации.';
$ec_lang[12] = 'Детали вашего заказа были отправлены на ваш почтовый ящик указанный при регистрации.';
$ec_lang[13] = 'Потверждение оплаты за заказ по номеру [+orderid+] произведен. Вам зачислено   бонусов.';
$ec_lang[14] = 'По коду [+bonuscode+] заказ не найден. Пожалуйста введите правилний код.';
$ec_lang[15] = 'За этот заказ уже зачислены бонусы.';
$ec_lang[16] = 'Заказ уже оплачен.';

$ec_lang[200] = 'Не правильный контрольный код. Пожайлуста попытайтесь еше раз.';
$ec_lang[201] = 'Не правильный контрольный код. Пожайлуста попытайтесь еше раз.';
$ec_lang[202] = 'Вы оставили не незаполненными обязательные поля формы.';
$ec_lang[203] = 'Укажите, пожалуйста, номер вашего телефона';
$ec_lang[204] = '';

$ec_lang['currency'] = 'руб.';		
$ec_lang['quantity'] = 'шт.';
$ec_lang['file_does_not_exist'] = " не существует. Пожалуйста, проверьте файл.";
$ec_lang['blank_tpl'] = " пуст, или вы допустили ошибку в имени чанка.";
$ec_lang['missing_placeholders_tpl'] = 'В одном из шаблонов Ditto (чанков) недостает тегов, проверьте следующий шаблон: <br /><br /><hr /><br /><br />';
$ec_lang['missing_placeholders_tpl_2'] = '<br /><br /><hr /><br />';
$ec_lang['default_splitter'] = "<!-- splitter -->";
$ec_lang['more_text'] = "далее...";
$ec_lang['no_entries'] = '<p>Записей не найдено.</p>';
$ec_lang['date_format'] = "%d-%b-%y %H:%M";
$ec_lang['archives'] = "Архивы";
$ec_lang['prev'] = "&lt; назад";
$ec_lang['next'] = "далее &gt;";
$ec_lang['button_splitter'] = "|";
$ec_lang['default_copyright'] = "[(site_name)] 2006";	
$ec_lang['rss_lang'] = "ru";
$ec_lang['debug_summarized'] = "Число выводимых записей (summarize):";
$ec_lang['debug_returned'] = "<br />Предположительное общее количество возвращенных записей:";
$ec_lang['debug_retrieved_from_db'] = "Всего в базе данных:";
$ec_lang['debug_sort_by'] = "Сортировать по (sortBy):";
$ec_lang['debug_sort_dir'] = "Порядок сортировки (sortDir):";
$ec_lang['debug_start_at'] = "Начать с";
$ec_lang['debug_stop_at'] = "закончить на";
$ec_lang['debug_out_of'] = "из";
$ec_lang['debug_document_data'] = "Данные документа ";
$ec_lang['ec_item_success_added'] = "Товар успешно добавлен в корзину";
?>