<h1>Компьютерные cd диски. Стратегии.</h1>
<p>
<blockquote>


В интернет-магазине <b>cd дисков</b> cddiski.ru вы найдете огромный выбор <b>игровых стратегий.</b> 
<h2>Стратегии в реальном времени. </h2>
<b><a href="http://www.cddiski.ru/catalog/item?id=6103">Казаки. Последний довод королей</a></b> - историческая стратегия реального времени. Эта знаменитая игра позволит вам окунуться в 16-18 века. Вам предстоит построить свой флот, развить экономику
и наладить военное производство. 
<br><b><a href="http://www.cddiski.ru/catalog/item?id=6473">Властелин Колец. Битва за Средиземье II. Под знаменем Короля-чародея
</a></b>. Откройте для себя историю Средиземья, окунитесь в его грозное прошлое. Даже война бывает красивой. Незабываемые спецэффекты, плавная анимация, внимание к малейшим деталям.
<h2>Тактические стратегии.</h2>
Основной акцент таких игр сделан на принятии тактических решений во время боя.<br>
<b><a href="http://www.cddiski.ru/catalog/item?id=6162">UFO Extraterrestrials. Последняя надежда</a></b> - продолжение культовой серии X-COM, 
тактической стратегии, определившей развитие жанра на много лет вперед.
<h2>Пошаговые стратегии.</h2>
Вы найдете у нас самые известные пошаговые <b>стратегии</b>. Основной особенностью пошаговых стратегий является то, что игроки совершают ходы по очереди, в противоположность <b>стратегии в реальном времени.</b> 
<br><b><a href="http://www.cddiski.ru/catalog/item?id=5938">Sid Meier's Civilization IV</a></b> - продолжение культовой серии Сида Мейера, демиурга стратегического жанра.
</blockquote><br>