<?php
	
	$wlpe_lang = array();	
	//WebLoginPE Class language strings.
	$wlpe_lang[0] = 'Вы не заполнили все обязательные поля';
	$wlpe_lang[1] = 'Имя пользователя превышает предел 20 знаков. Пожалуйста, повторите ввод имени пользователя.';
	$wlpe_lang[2] = 'Введенные пароль и подтверждения не совпадают. Пожалуйста повторите ввод.';
	$wlpe_lang[3] = 'Длина пароля не достигает 6 символов и/или чисел. Пожалуйста повторите ввод.';
	$wlpe_lang[4] = 'Пароль содержит недопустимые знаки. Пожалуйста, используйте буквы латинского алфавита [a-z][A-Z] и/или цифры [0-9].';
	$wlpe_lang[5] = 'Вы оставили не незаполненными обязательные поля формы.';
	$wlpe_lang[6] = 'Не правильный код антиспама. Пожалуйста, введите корректный код показанный на рисунке.';
	$wlpe_lang[7] = 'К сожалению выбранное Вами имя пользователя уже используется. Пожалуйста введете другое имя пользователя.';
	$wlpe_lang[8] = 'К сожалению, пользователь с подобным именем почтового ящика уже существует. Повторное использование данного имени почтового ящика не возможно.';
	$wlpe_lang[9] = 'Во время регистрации вашего аккаунта произошла ошибка.';
	$wlpe_lang[10] = 'Произошла ошибка во время сохранения информации Вашего профайла. Пожалуйста, проверите корректность информации при заполнении.';
	$wlpe_lang[11] = 'An error occured while attempting to update the web groups.';
	$wlpe_lang[12] = 'Произошла ошибка при отправлении письма. Пожалуйста свяжитесь с администрацией сайта.';
	$wlpe_lang[13] = 'Ошибка при удалении аккаунта. Пожалуйста свяжитесь с администрацией сайта.';
	$wlpe_lang[14] = 'По введенному Вами адресу аккаунт не сушествует.';
	$wlpe_lang[15] = 'Ошибка при загрузке Вашего аккунта. Пожалуйста свяжитесь с администрацией сайта.';
	$wlpe_lang[16] = 'Введен не правильный код активации. Ваш аккаунт не активизирован.';
	$wlpe_lang[17] = 'Ошибка при активизации пароля. Пожалуйста свяжитесь с администрацией сайта.';
	$wlpe_lang[18] = 'Введенный Вами пароль не правильный. Пожалуйста, повторите ввод заново.';
	$wlpe_lang[19] = 'Произведено слишком много попыток авторизации. Произошла блокировка Вашего аккаунта. Повторные попытки авторизации могут быть произведены через [+000+] минут.';
	$wlpe_lang[20] = 'Введенный вами пароль не правильный. Число неправильних попиток: [+000+]. Ваш аккаунт заблокируется на [+111+] минут, если число неправильных попыток превысит [+222+]. Пожалуйста попытайтесь еще раз.';
	$wlpe_lang[21] = 'Введенное имя пользователя не существует. Пожалуйста попытайтесь еще раз.';
	$wlpe_lang[22] = 'Произошла блокировка вашего аккаунта из-за большого числа неправильных попыток авторизации! Пожалуйста свяжитесь с администрацией сайта.';
	$wlpe_lang[23] = 'Ваш аккаунт заблокирован, дальнейшая авторизация не возможна!';
	$wlpe_lang[24] = 'В данный момент авторизация не возможна. Ваш аккаунт заблокирован на [+000+] минут.';
    $wlpe_lang[25] = 'Авторизация из вашего местоположения не возможна.';
	$wlpe_lang[26] = 'В текущий момент авторизация не возможна. Пожалуйста, попытайтесь позже.';
	$wlpe_lang[27] = 'There was an error in the date format for your date of birth. Please use MM-DD-YYYY';
	$wlpe_lang[28] = 'Your photo is too big. Keep it less than [+000+] Kb';
	$wlpe_lang[29] = 'I could not upload your photo. Please check the permissions of the "userimages" folder.';
	$wlpe_lang[30] = 'File user photo must be of mime-type "image/jpeg", "image/gif", or "image/png".';
	$wlpe_lang[31] = 'The chunk name you passed does not exist or contains no data. Please check your spelling. The default template will be rendered in its place.';
	$wlpe_lang[32] = 'Ваше имя пользователя содержит не разрешенные символы. Пожалуйста, используйте только символы латинского алфавита [a-z][A-Z] и/или цифры [0-9].';
	$wlpe_lang[33] = 'Unknown';
	$wlpe_lang[34] = 'You must agree to the Terms of Service.';
	$wlpe_lang[35] = 'Не активизированный пользователь был удален.';
	$wlpe_lang[36] = 'Пользователь "[+000+]" был удален. "[+000+]" Зарегестрированный [+111+] числа не активизировал свой аккаунт путем авторизации.';
	$wlpe_lang[37] = 'Ваше сообщение отправлено к';
	$wlpe_lang[38] = 'Личные';
	$wlpe_lang[39] = 'Country';
	$wlpe_lang[40] = 'Gender';
	$wlpe_lang[41] = 'Online';
	$wlpe_lang[42] = 'Offline';
	$wlpe_lang[43] = 'Загрузка городов';
	$wlpe_lang[44] = 'Выберите регион';
	$wlpe_lang[45] = 'Предоставленный вами почтовый ящик адрес имеет не правильный формат.';
	$wlpe_lang[46] = 'Данные вашего аккаунта успешно изменени и детали изменении отправлены на ваш почтовый ящик указанный при регистрации.';

 
	//Snippet Strings
	$wlpe_lang[100] = 'Регистрация прошла успешно. Детали вашего нового аккаунта были отправлены на ваш почтовый ящик, указанный при регистрации. Вы автоматически авторизованы под тем логином и паролем, который указали при регистрации. Для перехода в личный кабинет нажмите кнопку ВХОД';
	$wlpe_lang[101] = 'Ваш профайл был обновлен.';
	$wlpe_lang[102] = 'Ваш профайл был удален.';
	$wlpe_lang[103] = 'Инструкции по активизации вашего нового пароля были отправлены на ваш почтовый ящик указанный при регистрации.';
	$wlpe_lang[104] = 'Ваш новый пароль был активизирован.';
	$wlpe_lang[105] = 'Активация успешна прошла. Теперь можете создать новый пароль.';
	
	$wlpe_lang[106] = 'Неправильный формат почтового индекса. Длина почтового индекса должна быть 6 цифр и должен содержать только  цифры от 0..9. Пожалуйста, повторите ввод.';
	$wlpe_lang[107] = 'К сожалению выбранное вами пароль уже используется. Пожалуйста введете другой пароль.';
	$wlpe_lang[108] = 'Бонусный код может состоять только из цифр и букв и длиной от 2-х до 4-х сисмволов.';
	

	
?>